{
  "PROFILE": {
    "SUMMARY": [
      "I: Do I love writing code?",
      "I`: Yes, I do!",
      "I: Why?",
      "I`: I do not know!",
      "I: Really brother.",
      "I`: Really!",
      "Fearlessly to my greatest fear!",
      "Solving problems, causing problems, defining problems, and overlooking problems are of my top skills.",
      "Hello There.",
      "I am a software developer with a great passion for solving problems utilizing Google products and Development tools.",
      "For the last three years, I’ve been learning software development, designing, and testing. I use a variety of online resources like Pluralsight, Udemy, and YouTube. I am also executing an experimental study on web and hybrid technologies. The study established a strong base of my programming ability as a web and hybrid developer.",
      "Java is the first programming language I acquired. After learning the Java Spring Framework, I got the sweet taste of enterprise development. Implementation of the dependency injection and Inversion Of Control in Spring Boot Framework took me to the next productive level in programming.",
      "Personal specialities include quick learning, quick typing, quick-talking, quick forgiving.",
      " Technical specialities include angular, the one who got me out of hell by its amazingly-awesomely-practically implemented dependency injection and Inversion of control like his big grandfather Java Spring Framework; angular material, just like a beautiful lady walking down a steep street trying to hold herself as straight as possible for the sake of retaining her gorgeousness; bootstrap, the cutest CSS framework I have feelings about; typescript, the most handsome and coolest guy in the club, he gets along with everything and everybody; JavaScript, exquisite subway sandwich nobody dares to betray; NestJS, to which I am kind of emotionally attached, also it is among the ones following the right path in the long-running marathon; NodeJS, home home, sweet home; Java & Java Spring Framework, the best mentors I have ever had; Selenium, who is the guy just making fun of people and doing his job as extraordinary as simple as clear as spring water;",
      "I believe we must be responsible for each other; responsive to each other; relate our problems; recover each other from any sorrow and difficult circumstances; refine our feelings to each other. After doing all, I believe we would be reborn and rediscover a better world right in front of us. "
    ]
  },
  "TOOLTIPS": {
    "TOOLBAR": {
      "PHONE": "ahmet'i ara",
      "LINKEDIN": "linkedin profiline bak",
      "GITHUB": "linkedin profiline bak",
      "RESUME": "özgeçmişine bak",
      "MESSAGE": "mesaj yolla"
    },
    "BUTTONS": {
      "VIEW_REPO": "coda bak",
      "VIEW_APP": "programma bak"
    }
  },
  "PROJECTS": {
    "SUMMARY": {
      "PMA": "Harika bir program.",
      "ECA": "Abi alan alana , satan satana",
      "IMA": "IvIrZIvIrI Cok Olanlar burda!"
    }
  }
}
